/* [the farthest two] [enemy] [targets]
   [the second to fourth farthest] [enemy] [targets] */
"%@ %@ %@" = "%1$@ %2$@ %3$@";

/* [the farthest two] [enemy] [targets] in range [500]
   [the second to fourth farthest] [enemy] [targets] in range [500] */
"%@ %@ %@ in range %d" = "%1$@ %2$@ %3$@ in range %4$d";

/* No comment provided by engineer. */
"%@ %@ %d%@ %@ for [%@]s." = "%1$@ %2$@ %3$d%4$@ %5$@ for [%6$@]s.";

/* No comment provided by engineer. */
"%@ %@ [%@]%@ %@ for [%@]s." = "%1$@ %2$@ [%3$@]%4$@ %5$@ for [%6$@]s.";

/* No comment provided by engineer. */
"%@ %@ and deal [%@] damage per second for [%@]s." = "%1$@ %2$@ and deal [%3$@] damage per second for [%4$@]s.";

/* No comment provided by engineer. */
"%@ %@ for [%@]s." = "%1$@ %2$@ for [%3$@]s.";

/* [the nearest] [enemy] target
   [the second nearest] [enemy] target */
"%@ %@ target" = "%1$@ %2$@ target";

/* [the nearest] [enemy] target in range [500]
   [the second nearest] [enemy] target in range [500] */
"%@ %@ target in range %d" = "%1$@ %2$@ target in range %3$d";

/* [friendly] [physics] targets in range [500] */
"%@ %@ targets in range %d" = "%1$@ %2$@ targets in range %3$d";

/* No comment provided by engineer. */
"%@ absolute" = "%@ absolute";

/* No comment provided by engineer. */
"%@ boss" = "%@ boss";

/* No comment provided by engineer. */
"%@ Damage is reduced on low level players." = "%@ Damage is reduced on low level players.";

/* target type */
"%@ farthest" = "%@ farthest";

/* No comment provided by engineer. */
"%@ Feedback" = "%@ Feedback";

/* [the second to fourth farthest] front friendly [targets] */
"%@ front friendly %@" = "%1$@ front friendly %2$@";

/* [the farthest two] front friendly [targets] in range [500]
   [the second to fourth farthest] front friendly [targets] in range [500] */
"%@ front friendly %@ in range %d" = "%1$@ front friendly %2$@ in range %3$d";

/* [the nearest] front friendly target in range [500]
   [the second nearest] front friendly target in range [500] */
"%@ front friendly target in range %d" = "%1$@ front friendly target in range %2$d";

/* No comment provided by engineer. */
"%@ highest ATK" = "%@ highest ATK";

/* target type */
"%@ highest HP ratio" = "%@ highest HP ratio";

/* No comment provided by engineer. */
"%@ highest Magic STR" = "%@ highest Magic STR";

/* target type */
"%@ highest TP" = "%@ highest TP";

/* No comment provided by engineer. */
"%@ lowest ATK" = "%@ lowest ATK";

/* target type */
"%@ lowest HP ratio" = "%@ lowest HP ratio";

/* No comment provided by engineer. */
"%@ lowest Magic STR" = "%@ lowest Magic STR";

/* target type */
"%@ lowest TP" = "%@ lowest TP";

/* No comment provided by engineer. */
"%@ magic" = "%@ magic";

/* No comment provided by engineer. */
"%@ minion" = "%@ minion";

/* target type */
"%@ most backward" = "%@ most backward";

/* target type */
"%@ most forward" = "%@ most forward";

/* target type */
"%@ nearest" = "%@ nearest";

/* No comment provided by engineer. */
"%@ physics" = "%@ physics";

/* No comment provided by engineer. */
"%@ random" = "%@ random";

/* No comment provided by engineer. */
"%@ random(once)" = "%@ random(once)";

/* No comment provided by engineer. */
"%@ receives your blessing." = "%@ receives your blessing.";

/* [enemy] targets in range [500] */
"%@ targets in range %d" = "%1$@ targets in range %2$d";

/* No comment provided by engineer. */
"%@ to %@" = "%1$@ to %2$@";

/* target type */
"%@ unknown type" = "%@ unknown type";

/* No comment provided by engineer. */
"%@/%@" = "%1$@/%2$@";

/* No comment provided by engineer. */
"%d in front of %@, summon a minion of ID: %d." = "%1$d in front of %2$@, summon a minion of ID: %3$d.";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"absolute" = "absolute";

/* No comment provided by engineer. */
"Accuracy" = "Accuracy";

/* No comment provided by engineer. */
"Action" = "Action";

/* No comment provided by engineer. */
"Add [%@ * defeated enemy count] to next effect." = "Add [%@ * defeated enemy count] to next effect.";

/* No comment provided by engineer. */
"Add [%@ * HP] to next effect." = "Add [%@ * HP] to next effect.";

/* No comment provided by engineer. */
"Add [%@ * lost HP] to next effect." = "Add [%@ * lost HP] to next effect.";

/* No comment provided by engineer. */
"Add [%d] to the counter." = "Add [%d] to the counter.";

/* No comment provided by engineer. */
"Add additional [%@] %@ to %@ for next [%@] attacks." = "Add additional [%1$@] %2$@ to %3$@ for next [%4$@] attacks.";

/* No comment provided by engineer. */
"Add additional [%@] damage per attack with max [%@] stacks to current target." = "Add additional [%1$@] damage per attack with max [%2$@] stacks to current target.";

/* No comment provided by engineer. */
"Adds Ex Bonus" = "Adds Ex Bonus";

/* No comment provided by engineer. */
"Age" = "Age";

/* target modifier */
"all" = "all";

/* all [enemy] [physics] targets */
"all %@ %@ targets" = "all %1$@ %2$@ targets";

/* all [enemy] targets */
"all %@ targets" = "all %@ targets";

/* all front(including self) friendly targets */
"all front(including self) friendly targets" = "all front(including self) friendly targets";

/* No comment provided by engineer. */
"always 1★" = "always 1★";

/* icon style */
"always 3★" = "always 3★";

/* No comment provided by engineer. */
"App Version" = "App Version";

/* No comment provided by engineer. */
"Appear after %@s since wave start." = "Appear after %@s since wave start.";

/* No comment provided by engineer. */
"arena" = "arena";

/* No comment provided by engineer. */
"Ascending" = "Ascending";

/* No comment provided by engineer. */
"At the position of %@, summon a minion of ID: %d." = "At the position of %1$@, summon a minion of ID: %2$d.";

/* No comment provided by engineer. */
"ATK" = "ATK";

/* No comment provided by engineer. */
"attack" = "attack";

/* No comment provided by engineer. */
"Attack Pattern" = "Attack Pattern";

/* No comment provided by engineer. */
"Attack Range" = "Attack Range";

/* No comment provided by engineer. */
"Attack Type" = "Attack Type";

/* No comment provided by engineer. */
"Attention" = "Attention";

/* No comment provided by engineer. */
"Authorized" = "Authorized";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Batch Edit" = "Batch Edit";

/* No comment provided by engineer. */
"Become invulnerable for [%@]s." = "Become invulnerable for [%@]s.";

/* No comment provided by engineer. */
"Become invulnerable to physical damage for [%@]s." = "Become invulnerable to physical damage for [%@]s.";

/* No comment provided by engineer. */
"Bind" = "Bind";

/* No comment provided by engineer. */
"Birthday" = "Birthday";

/* No comment provided by engineer. */
"Birthday Notification" = "Birthday Notification";

/* No comment provided by engineer. */
"Blind" = "Blind";

/* No comment provided by engineer. */
"Blind %@ with [%@]%% chance for [%@]s, physical attack has %d%% chance to miss." = "Blind %1$@ with [%2$@]%% chance for [%3$@]s, physical attack has %4$d%% chance to miss.";

/* No comment provided by engineer. */
"Blood Type" = "Blood Type";

/* No comment provided by engineer. */
"Bond Rank" = "Bond Rank";

/* No comment provided by engineer. */
"boss" = "boss";

/* skill style */
"both" = "both";

/* No comment provided by engineer. */
"Box Detail" = "Box Detail";

/* No comment provided by engineer. */
"Box Management" = "Box Management";

/* No comment provided by engineer. */
"Box Name" = "Box Name";

/* No comment provided by engineer. */
"Boxes" = "Boxes";

/* No comment provided by engineer. */
"buffs" = "buffs";

/* No comment provided by engineer. */
"Burn" = "Burn";

/* No comment provided by engineer. */
"By now, chara management, box management and team management are only available in pro edition. If we add new features to pro edition in the future, you will gain those features automatically without paying for it again." = "By now, chara management, box management and team management are only available in pro edition. If we add new features to pro edition in the future, you will gain those features automatically without paying for it again.";

/* No comment provided by engineer. */
"Campaign" = "Campaign";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cards" = "Cards";

/* No comment provided by engineer. */
"Cast a barrier on %@ to absorb [%@] magical damage for [%@]s." = "Cast a barrier on %1$@ to absorb [%2$@] magical damage for [%3$@]s.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to absorb [%@] physical and magical damage for [%@]s." = "Cast a barrier on %1$@ to absorb [%2$@] physical and magical damage for [%3$@]s.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to absorb [%@] physical damage for [%@]s." = "Cast a barrier on %1$@ to absorb [%2$@] physical damage for [%3$@]s.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to nullify [%@] magical damage for [%@]s." = "Cast a barrier on %1$@ to nullify [%2$@] magical damage for [%3$@]s.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to nullify [%@] physical and magical damage for [%@]s." = "Cast a barrier on %1$@ to nullify [%2$@] physical and magical damage for [%3$@]s.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to nullify [%@] physical damage for [%@]s." = "Cast a barrier on %1$@ to nullify [%2$@] physical damage for [%3$@]s.";

/* No comment provided by engineer. */
"Cast an unknown barrier %d on %@ for [%@]s." = "Cast an unknown barrier %1$d on %2$@ for [%3$@]s.";

/* No comment provided by engineer. */
"Cast Time" = "Cast Time";

/* No comment provided by engineer. */
"Catch Copy" = "Catch Copy";

/* No comment provided by engineer. */
"Center" = "Center";

/* No comment provided by engineer. */
"Change attack pattern to %d for %@s." = "Change attack pattern to %1$d for %2$@s.";

/* No comment provided by engineer. */
"Change self position." = "Change self position.";

/* No comment provided by engineer. */
"Change skill visual effect for %@s." = "Change skill visual effect for %@s.";

/* No comment provided by engineer. */
"Change the perspective on %@." = "Change the perspective on %@.";

/* No comment provided by engineer. */
"Change the perspective to %@ %d." = "Change the perspective to %1$@ %2$d.";

/* No comment provided by engineer. */
"Channel for [%@]s, interruptible by receiving damange, %@ %@ [%@]%@ %@." = "Channel for [%1$@]s, interruptible by receiving damange, %2$@ %3$@ [%4$@]%5$@ %6$@.";

/* Birthday notification title */
"Chara Birthday" = "Chara Birthday";

/* No comment provided by engineer. */
"Chara Management" = "Chara Management";

/* No comment provided by engineer. */
"Chara Name" = "Chara Name";

/* No comment provided by engineer. */
"Charas" = "Charas";

/* No comment provided by engineer. */
"Charas Count" = "Charas Count";

/* No comment provided by engineer. */
"Charge for %@s and deal [%@ * damage taken] additional damage on the next effect." = "Charge for %1$@s and deal [%2$@ * damage taken] additional damage on the next effect.";

/* No comment provided by engineer. */
"Charm" = "Charm";

/* No comment provided by engineer. */
"Charm %@ with [%@]%% chance for [%@]s." = "Charm %1$@ with [%2$@]%% chance for [%3$@]s.";

/* No comment provided by engineer. */
"Check for Updates at Launch" = "Check for Updates at Launch";

/* No comment provided by engineer. */
"Checking" = "Checking";

/* No comment provided by engineer. */
"clan battle" = "clan battle";

/* No comment provided by engineer. */
"Clan Battle" = "Clan Battle";

/* No comment provided by engineer. */
"Clan Battle %d-%d" = "Clan Battle %1$d-%2$d";

/* No comment provided by engineer. */
"Clear all %@ on %@ with chance [%@]%%." = "Clear all %1$@ on %2$@ with chance [%3$@]%%.";

/* No comment provided by engineer. */
"Combat Effectiveness" = "Combat Effectiveness";

/* No comment provided by engineer. */
"Comic" = "Comic";

/* No comment provided by engineer. */
"Completed" = "Completed";

/* No comment provided by engineer. */
"Condition: [%@]%% chance use %d when takes damage within %@s." = "Condition: [%1$@]%% chance use %2$d when takes damage within %3$@s.";

/* No comment provided by engineer. */
"Condition: counter is greater or equal to %d then use %d, otherwise %d." = "Condition: counter is greater or equal to %1$d then use %2$d, otherwise %3$d.";

/* No comment provided by engineer. */
"Condition: counter is greater or equal to %d then use %d." = "Condition: counter is greater or equal to %1$d then use %2$d.";

/* No comment provided by engineer. */
"Condition: if defeat target by the last effect then use %d." = "Condition: if defeat target by the last effect then use %d.";

/* No comment provided by engineer. */
"Condition: if target is blinded then use %d, otherwise %d." = "Condition: if target is blinded then use %1$d, otherwise %2$d.";

/* No comment provided by engineer. */
"Condition: if target is blinded then use %d." = "Condition: if target is blinded then use %d.";

/* No comment provided by engineer. */
"Condition: if target is burned then use %d, otherwise %d." = "Condition: if target is burned then use %1$d, otherwise %2$d.";

/* No comment provided by engineer. */
"Condition: if target is burned then use %d." = "Condition: if target is burned then use %d.";

/* No comment provided by engineer. */
"Condition: if target is charmed then use %d, otherwise %d." = "Condition: if target is charmed then use %1$d, otherwise %2$d.";

/* No comment provided by engineer. */
"Condition: if target is charmed then use %d." = "Condition: if target is charmed then use %d.";

/* No comment provided by engineer. */
"Condition: if target is controlled then use %d, otherwise %d." = "Condition: if target is controlled then use %1$d, otherwise %2$d.";

/* No comment provided by engineer. */
"Condition: if target is controlled then use %d." = "Condition: if target is controlled then use %d.";

/* No comment provided by engineer. */
"Condition: if target is cursed then use %d, otherwise %d." = "Condition: if target is cursed then use %1$d, otherwise %2$d.";

/* No comment provided by engineer. */
"Condition: if target is cursed then use %d." = "Condition: if target is cursed then use %d.";

/* No comment provided by engineer. */
"Condition: if target's HP is below %d%% then use %d, otherwise %d." = "Condition: if target's HP is below %1$d%% then use %2$d, otherwise %3$d.";

/* No comment provided by engineer. */
"Condition: if target's HP is below %d%% then use %d." = "Condition: if target's HP is below %1$d%% then use %2$d.";

/* No comment provided by engineer. */
"Confirm" = "Confirm";

/* No comment provided by engineer. */
"Copy" = "Copy";

/* No comment provided by engineer. */
"Crafted" = "Crafted";

/* No comment provided by engineer. */
"Create Team" = "Create Team";

/* No comment provided by engineer. */
"Curse" = "Curse";

/* No comment provided by engineer. */
"Custom Tag" = "Custom Tag";

/* No comment provided by engineer. */
"CV" = "CV";

/* No comment provided by engineer. */
"Data Version" = "Data Version";

/* No comment provided by engineer. */
"Deal [%@] %@ damage to %@, and this attack is ensured critical." = "Deal [%1$@] %2$@ damage to %3$@, and this attack is ensured critical.";

/* No comment provided by engineer. */
"Deal [%@] %@ damage to %@." = "Deal [%1$@] %2$@ damage to %3$@.";

/* No comment provided by engineer. */
"Deal damage equal to [%@]%% of target's max HP to %@." = "Deal damage equal to [%1$@]%% of target's max HP to %2$@.";

/* No comment provided by engineer. */
"debuffs" = "debuffs";

/* No comment provided by engineer. */
"DEF" = "DEF";

/* icon style */
"default" = "default";

/* No comment provided by engineer. */
"defend" = "defend";

/* No comment provided by engineer. */
"Denied" = "Denied";

/* No comment provided by engineer. */
"Descending" = "Descending";

/* No comment provided by engineer. */
"Description" = "Description";

/* No comment provided by engineer. */
"Deselect All" = "Deselect All";

/* No comment provided by engineer. */
"Detain" = "Detain";

/* No comment provided by engineer. */
"Detain (Damage)" = "Detain (Damage)";

/* No comment provided by engineer. */
"Dodge" = "Dodge";

/* No comment provided by engineer. */
"Dot" = "Dot";

/* No comment provided by engineer. */
"Draw %@ toward self %d." = "Draw %1$@ toward self %2$d.";

/* No comment provided by engineer. */
"Drop" = "Drop";

/* No comment provided by engineer. */
"Dropped" = "Dropped";

/* No comment provided by engineer. */
"Drops" = "Drops";

/* No comment provided by engineer. */
"dungeon" = "dungeon";

/* No comment provided by engineer. */
"Dungeon" = "Dungeon";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edit Box" = "Edit Box";

/* No comment provided by engineer. */
"Edit Chara" = "Edit Chara";

/* No comment provided by engineer. */
"Edit Team" = "Edit Team";

/* No comment provided by engineer. */
"Effective Magical HP" = "Effective Magical HP";

/* No comment provided by engineer. */
"Effective Physical HP" = "Effective Physical HP";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Enable Notifications" = "Enable Notifications";

/* target modifier */
"enemy" = "enemy";

/* No comment provided by engineer. */
"Energy Recovery Rate" = "Energy Recovery Rate";

/* No comment provided by engineer. */
"Energy Reduce Rate" = "Energy Reduce Rate";

/* No comment provided by engineer. */
"Enter Name" = "Enter Name";

/* No comment provided by engineer. */
"Enter Tag" = "Enter Tag";

/* No comment provided by engineer. */
"Equipment" = "Equipment";

/* No comment provided by engineer. */
"Equipments" = "Equipments";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Event" = "Event";

/* skill style */
"evolution only" = "evolution only";

/* No comment provided by engineer. */
"Evolution Skill Style" = "Evolution Skill Style";

/* No comment provided by engineer. */
"EX" = "EX";

/* No comment provided by engineer. */
"EX+" = "EX+";

/* No comment provided by engineer. */
"Exp." = "Exp.";

/* No comment provided by engineer. */
"Exploration" = "Exploration";

/* No comment provided by engineer. */
"Expression Style" = "Expression Style";

/* No comment provided by engineer. */
"Failed" = "Failed";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"fifth" = "fifth";

/* No comment provided by engineer. */
"Filter" = "Filter";

/* No comment provided by engineer. */
"Filter Condition" = "Filter Condition";

/* No comment provided by engineer. */
"Finished" = "Finished";

/* No comment provided by engineer. */
"four" = "four";

/* No comment provided by engineer. */
"fourth" = "fourth";

/* No comment provided by engineer. */
"Freeze" = "Freeze";

/* target modifier */
"friendly" = "friendly";

/* No comment provided by engineer. */
"front" = "front";

/* front [friendly] [physics] targets in range [500] */
"front %@ %@ targets in range %d" = "front %1$@ %2$@ targets in range %3$d";

/* No comment provided by engineer. */
"front and back" = "front and back";

/* front friendly targets in range [500] */
"front friendly targets in range %d" = "front friendly targets in range %d";

/* No comment provided by engineer. */
"front(including self)" = "front(including self)";

/* No comment provided by engineer. */
"Full" = "Full";

/* expression style */
"full" = "full";

/* No comment provided by engineer. */
"Gacha" = "Gacha";

/* No comment provided by engineer. */
"General" = "General";

/* No comment provided by engineer. */
"Generally, you only want to batch edit unit level and skill level. If switch on this option, every field will be saved on all selected charas. Make sure you have understood what's the meaning of this option before saving." = "Generally, you only want to batch edit unit level and skill level. If switch on this option, every field will be saved on all selected charas. Make sure you have understood what's the meaning of this option before saving.";

/* No comment provided by engineer. */
"Group by" = "Group by";

/* No comment provided by engineer. */
"Grouping" = "Grouping";

/* No comment provided by engineer. */
"Guild" = "Guild";

/* No comment provided by engineer. */
"Happy Birthday!!" = "Happy Birthday!!";

/* No comment provided by engineer. */
"Hard" = "Hard";

/* No comment provided by engineer. */
"Haste" = "Haste";

/* No comment provided by engineer. */
"Height" = "Height";

/* No comment provided by engineer. */
"How to restore purchasing on a new device?" = "How to restore purchasing on a new device?";

/* No comment provided by engineer. */
"HP" = "HP";

/* No comment provided by engineer. */
"HP Recovery Rate" = "HP Recovery Rate";

/* No comment provided by engineer. */
"Icon Style" = "Icon Style";

/* No comment provided by engineer. */
"Image" = "Image";

/* No comment provided by engineer. */
"Import All Charas" = "Import All Charas";

/* No comment provided by engineer. */
"inevitable physical" = "inevitable physical";

/* No comment provided by engineer. */
"Instant Death" = "Instant Death";

/* No comment provided by engineer. */
"Interest" = "Interest";

/* No comment provided by engineer. */
"Internal ID" = "Internal ID";

/* No comment provided by engineer. */
"Kill %@ instantly." = "Kill %@ instantly.";

/* No comment provided by engineer. */
"Knock %@ away %d." = "Knock %1$@ away %2$d.";

/* No comment provided by engineer. */
"Knock %@ up %d." = "Knock %1$@ up %2$d.";

/* No comment provided by engineer. */
"Knock Back" = "Knock Back";

/* No comment provided by engineer. */
"last effect affected or the nearest" = "last effect affected or the nearest";

/* No comment provided by engineer. */
"Level" = "Level";

/* No comment provided by engineer. */
"Life Steal" = "Life Steal";

/* No comment provided by engineer. */
"Loop end" = "Loop end";

/* No comment provided by engineer. */
"Loop in place" = "Loop in place";

/* No comment provided by engineer. */
"Loop start" = "Loop start";

/* No comment provided by engineer. */
"Loses" = "Loses";

/* No comment provided by engineer. */
"magic" = "magic";

/* No comment provided by engineer. */
"Magic" = "Magic";

/* No comment provided by engineer. */
"Magic Critical" = "Magic Critical";

/* No comment provided by engineer. */
"Magic DEF" = "Magic DEF";

/* No comment provided by engineer. */
"Magic Penetrate" = "Magic Penetrate";

/* No comment provided by engineer. */
"Magic STR" = "Magic STR";

/* No comment provided by engineer. */
"magical" = "magical";

/* No comment provided by engineer. */
"Main" = "Main";

/* No comment provided by engineer. */
"Main %d" = "Main %d";

/* No comment provided by engineer. */
"Main+" = "Main+";

/* No comment provided by engineer. */
"Make %@ fall asleep for [%@]s." = "Make %1$@ fall asleep for [%2$@]s.";

/* No comment provided by engineer. */
"Make %@ lose [%@] TP." = "Make %1$@ lose [%2$@] TP.";

/* No comment provided by engineer. */
"Make sure you have signed-in using the same Apple ID on the new device, then click the restore button on this page." = "Make sure you have signed-in using the same Apple ID on the new device, then click the restore button on this page.";

/* No comment provided by engineer. */
"Mana" = "Mana";

/* No comment provided by engineer. */
"Mana Cost of Crafting" = "Mana Cost of Crafting";

/* No comment provided by engineer. */
"Mana Cost of Enhancing" = "Mana Cost of Enhancing";

/* No comment provided by engineer. */
"Mana Cost of Skill Training" = "Mana Cost of Skill Training";

/* No comment provided by engineer. */
"Mark" = "Mark";

/* No comment provided by engineer. */
"max 16 characters" = "max 16 characters";

/* No comment provided by engineer. */
"Max Level to %@" = "Max Level to %@";

/* No comment provided by engineer. */
"Max Rank to %@" = "Max Rank to %@";

/* No comment provided by engineer. */
"Max. lv." = "Max. lv.";

/* No comment provided by engineer. */
"Members" = "Members";

/* No comment provided by engineer. */
"minion" = "minion";

/* No comment provided by engineer. */
"Minion: %d" = "Minion: %d";

/* No comment provided by engineer. */
"Misc" = "Misc";

/* No comment provided by engineer. */
"Mission" = "Mission";

/* No comment provided by engineer. */
"Move Speed" = "Move Speed";

/* No comment provided by engineer. */
"Multiple [%@ * defeated enemy count] to next effect." = "Multiple [%@ * defeated enemy count] to next effect.";

/* No comment provided by engineer. */
"Multiple [%@ * HP / max HP] to next effect." = "Multiple [%@ * HP / max HP] to next effect.";

/* No comment provided by engineer. */
"Multiple [%@ * lost HP / max HP] to next effect." = "Multiple [%@ * lost HP / max HP] to next effect.";

/* No comment provided by engineer. */
"New %@ Event: %@" = "New %1$@ Event: %2$@";

/* No comment provided by engineer. */
"New Campaign: %@ %@ %@ x%@" = "New Campaign: %1$@ %2$@ %3$@ x%4$@";

/* No comment provided by engineer. */
"New Campaign: %@ %@ x%@" = "New Campaign: %1$@ %2$@ x%3$@";

/* No comment provided by engineer. */
"New Clan Battle: %@" = "New Clan Battle: %@";

/* No comment provided by engineer. */
"New Dungeon: %@" = "New Dungeon: %@";

/* No comment provided by engineer. */
"New Gacha: %@" = "New Gacha: %@";

/* No comment provided by engineer. */
"New Quest Area: %@" = "New Quest Area: %@";

/* No comment provided by engineer. */
"New Story of %@" = "New Story of %@";

/* No comment provided by engineer. */
"New Unit: %@" = "New Unit: %@";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"No more data" = "No more data";

/* No comment provided by engineer. */
"None" = "None";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"normal type" = "normal type";

/* No comment provided by engineer. */
"Not Determined" = "Not Determined";

/* No comment provided by engineer. */
"Notice" = "Notice";

/* No comment provided by engineer. */
"Notification Permission" = "Notification Permission";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"one" = "one";

/* No comment provided by engineer. */
"Only shows the first chara's equipments, but will reflect on all selected charas." = "Only shows the first chara's equipments, but will reflect on all selected charas.";

/* No comment provided by engineer. */
"opposite" = "opposite";

/* No comment provided by engineer. */
"Options" = "Options";

/* No comment provided by engineer. */
"Order" = "Order";

/* No comment provided by engineer. */
"other" = "other";

/* No comment provided by engineer. */
"own side" = "own side";

/* No comment provided by engineer. */
"Paralyse" = "Paralyse";

/* No comment provided by engineer. */
"Petrify" = "Petrify";

/* No comment provided by engineer. */
"phantom type" = "phantom type";

/* No comment provided by engineer. */
"physical" = "physical";

/* No comment provided by engineer. */
"Physical Critical" = "Physical Critical";

/* No comment provided by engineer. */
"Physical Penetrate" = "Physical Penetrate";

/* No comment provided by engineer. */
"physics" = "physics";

/* No comment provided by engineer. */
"Physics" = "Physics";

/* No comment provided by engineer. */
"Plate" = "Plate";

/* No comment provided by engineer. */
"Please wait" = "Please wait";

/* No comment provided by engineer. */
"Poison" = "Poison";

/* No comment provided by engineer. */
"Poison %@ and deal [%@] damage per second for [%@]s." = "Poison %1$@ and deal [%2$@] damage per second for [%3$@]s.";

/* No comment provided by engineer. */
"Position" = "Position";

/* No comment provided by engineer. */
"princess arena" = "princess arena";

/* No comment provided by engineer. */
"Pro Edition" = "Pro Edition";

/* No comment provided by engineer. */
"Profile" = "Profile";

/* No comment provided by engineer. */
"pve" = "pve";

/* No comment provided by engineer. */
"pvp" = "pvp";

/* No comment provided by engineer. */
"Quest Area" = "Quest Area";

/* No comment provided by engineer. */
"Quests" = "Quests";

/* No comment provided by engineer. */
"Race" = "Race";

/* No comment provided by engineer. */
"Raise" = "Raise";

/* No comment provided by engineer. */
"Raise %@ %d%% attack speed for [%@]s." = "Raise %1$@ %2$d%% attack speed for [%3$@]s.";

/* Raise [x] ATK. */
"Raise [%@] %@." = "Raise [%1$@] %2$@.";

/* target type */
"random" = "random";

/* No comment provided by engineer. */
"Random event: %d%% chance use %d, otherwise %d." = "Random event: %1$d%% chance use %2$d, otherwise %3$d.";

/* No comment provided by engineer. */
"Random event: %d%% chance use %d." = "Random event: %1$d%% chance use %2$d.";

/* No comment provided by engineer. */
"random minion" = "random minion";

/* No comment provided by engineer. */
"random self minion" = "random self minion";

/* target type */
"random(once)" = "random(once)";

/* No comment provided by engineer. */
"Rank" = "Rank";

/* No comment provided by engineer. */
"Rank From" = "Rank From";

/* No comment provided by engineer. */
"Rank To" = "Rank To";

/* No comment provided by engineer. */
"Rarity" = "Rarity";

/* No comment provided by engineer. */
"Raw Materials" = "Raw Materials";

/* No comment provided by engineer. */
"Reduce" = "Reduce";

/* No comment provided by engineer. */
"Reduce %@ %d%% attack speed for [%@]s." = "Reduce %1$@ %2$d%% attack speed for [%3$@]s.";

/* No comment provided by engineer. */
"Reset" = "Reset";

/* No comment provided by engineer. */
"Resist" = "Resist";

/* No comment provided by engineer. */
"Restore" = "Restore";

/* No comment provided by engineer. */
"Restore %@ [%@] HP per second for [%@]s." = "Restore %1$@ [%2$@] HP per second for [%3$@]s.";

/* No comment provided by engineer. */
"Restore %@ [%@] TP." = "Restore %1$@ [%2$@] TP.";

/* No comment provided by engineer. */
"Restore %@ [%@]%@ HP." = "Restore %1$@ [%2$@]%3$@ HP.";

/* No comment provided by engineer. */
"Review at App Store" = "Review at App Store";

/* No comment provided by engineer. */
"Round %d" = "Round %d";

/* No comment provided by engineer. */
"Round %d ~ %d" = "Round %1$d ~ %2$d";

/* No comment provided by engineer. */
"Round %d+" = "Round %d+";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Save Box" = "Save Box";

/* No comment provided by engineer. */
"Scout and change the perspective on %@." = "Scout and change the perspective on %@.";

/* No comment provided by engineer. */
"second" = "second";

/* No comment provided by engineer. */
"Select All" = "Select All";

/* No comment provided by engineer. */
"Select Chara" = "Select Chara";

/* No comment provided by engineer. */
"Select Charas" = "Select Charas";

/* No comment provided by engineer. */
"Select Loses" = "Select Loses";

/* No comment provided by engineer. */
"Select Wins" = "Select Wins";

/* target type */
"self" = "self";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* expression style */
"short" = "short";

/* No comment provided by engineer. */
"Show All Field" = "Show All Field";

/* No comment provided by engineer. */
"Show the Latest Notice" = "Show the Latest Notice";

/* No comment provided by engineer. */
"Silence" = "Silence";

/* No comment provided by engineer. */
"Silence %@ with [%@]%% chance for [%@]s." = "Silence %1$@ with [%2$@]%% chance for [%3$@]s.";

/* No comment provided by engineer. */
"Skill" = "Skill";

/* No comment provided by engineer. */
"Skill Detail" = "Skill Detail";

/* No comment provided by engineer. */
"Skill Level" = "Skill Level";

/* No comment provided by engineer. */
"Sleep" = "Sleep";

/* No comment provided by engineer. */
"Slow" = "Slow";

/* No comment provided by engineer. */
"SLv." = "SLv.";

/* No comment provided by engineer. */
"Sort by" = "Sort by";

/* No comment provided by engineer. */
"Sorting" = "Sorting";

/* No comment provided by engineer. */
"SP" = "SP";

/* No comment provided by engineer. */
"Star Rank" = "Star Rank";

/* No comment provided by engineer. */
"Status" = "Status";

/* No comment provided by engineer. */
"Status Comparison" = "Status Comparison";

/* No comment provided by engineer. */
"Still" = "Still";

/* No comment provided by engineer. */
"Story" = "Story";

/* No comment provided by engineer. */
"Stun" = "Stun";

/* No comment provided by engineer. */
"Summary" = "Summary";

/* No comment provided by engineer. */
"Summon a field of radius %d to %@ %@ [%@]%@ %@ for [%@]s." = "Summon a field of radius %1$d to %2$@ %3$@ [%4$@]%5$@ %6$@ for [%7$@]s.";

/* No comment provided by engineer. */
"Summon a healing field of radius %d at %@ position to heal all friendly targets [%@]%@ HP per second for [%@]s." = "Summon a healing field of radius %1$d at %2$@ position to heal all friendly targets [%3$@]%4$@ HP per second for [%5$@]s.";

/* No comment provided by engineer. */
"Summon an attack field of radius %d at %@ position to deal all enemy targets [%@] %@ damage per second for [%@]s." = "Summon an attack field of radius %1$d at %2$@ position to deal all enemy targets [%3$@] %4$@ damage per second for [%5$@]s.";

/* No comment provided by engineer. */
"Swing" = "Swing";

/* No comment provided by engineer. */
"Swing Time" = "Swing Time";

/* No comment provided by engineer. */
"Tag" = "Tag";

/* No comment provided by engineer. */
"target" = "target";

/* No comment provided by engineer. */
"Target Level" = "Target Level";

/* No comment provided by engineer. */
"targets" = "targets";

/* No comment provided by engineer. */
"targets of last effect" = "targets of last effect";

/* target type */
"targets of last effect or %@ nearest" = "targets of last effect or %@ nearest";

/* target type */
"targets of last effect or the %@ nearest" = "targets of last effect or the %@ nearest";

/* No comment provided by engineer. */
"Taunt all enemy targets for [%@]s." = "Taunt all enemy targets for [%@]s.";

/* No comment provided by engineer. */
"Team Detail" = "Team Detail";

/* No comment provided by engineer. */
"Team Management" = "Team Management";

/* No comment provided by engineer. */
"Team Tag" = "Team Tag";

/* No comment provided by engineer. */
"Teams" = "Teams";

/* target type */
"the %@ farthest" = "the %@ farthest";

/* No comment provided by engineer. */
"the %@ highest ATK" = "the %@ highest ATK";

/* target type */
"the %@ highest HP ratio" = "the %@ highest HP ratio";

/* No comment provided by engineer. */
"the %@ highest Magic STR" = "the %@ highest Magic STR";

/* target type */
"the %@ highest TP" = "the %@ highest TP";

/* No comment provided by engineer. */
"the %@ lowest ATK" = "the %@ lowest ATK";

/* target type */
"the %@ lowest HP ratio" = "the %@ lowest HP ratio";

/* No comment provided by engineer. */
"the %@ lowest Magic STR" = "the %@ lowest Magic STR";

/* target type */
"the %@ lowest TP" = "the %@ lowest TP";

/* target type */
"the %@ most backward" = "the %@ most backward";

/* target type */
"the %@ most forward" = "the %@ most forward";

/* target type */
"the %@ nearest" = "the %@ nearest";

/* target type */
"the %@ unknown type" = "the %@ unknown type";

/* target type */
"the farthest" = "the farthest";

/* No comment provided by engineer. */
"The first chara added will be used as cover image." = "The first chara added will be used as cover image.";

/* No comment provided by engineer. */
"the highest ATK" = "the highest ATK";

/* target type */
"the highest HP ratio" = "the highest HP ratio";

/* No comment provided by engineer. */
"the highest Magic STR" = "the highest Magic STR";

/* target type */
"the highest TP" = "the highest TP";

/* No comment provided by engineer. */
"the lowest ATK" = "the lowest ATK";

/* target type */
"the lowest HP ratio" = "the lowest HP ratio";

/* No comment provided by engineer. */
"the lowest Magic STR" = "the lowest Magic STR";

/* target type */
"the lowest TP" = "the lowest TP";

/* target type */
"the most backward" = "the most backward";

/* target type */
"the most forward" = "the most forward";

/* target type */
"the nearest" = "the nearest";

/* No comment provided by engineer. */
"There aren't any Mail accounts" = "There aren't any Mail accounts";

/* No comment provided by engineer. */
"third" = "third";

/* No comment provided by engineer. */
"Third-Party Licenses" = "Third-Party Licenses";

/* No comment provided by engineer. */
"three" = "three";

/* No comment provided by engineer. */
"Time Zone" = "Time Zone";

/* Birthday notification body */
"Today is %@'s birthday (%@/%@)" = "Today is %1$@'s birthday (%2$@/%3$@)";

/* No comment provided by engineer. */
"Toolbox" = "Toolbox";

/* No comment provided by engineer. */
"Total Experience Needed" = "Total Experience Needed";

/* No comment provided by engineer. */
"Total Mana Cost" = "Total Mana Cost";

/* No comment provided by engineer. */
"Tower" = "Tower";

/* No comment provided by engineer. */
"Trigger: HP is below %d%%." = "Trigger: HP is below %d%%.";

/* No comment provided by engineer. */
"Trigger: Left time is below %@s." = "Trigger: Left time is below %@s.";

/* No comment provided by engineer. */
"True Name" = "True Name";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"two" = "two";

/* No comment provided by engineer. */
"UB" = "UB";

/* No comment provided by engineer. */
"UB+" = "UB+";

/* No comment provided by engineer. */
"Unable to open Mail" = "Unable to open Mail";

/* No comment provided by engineer. */
"Unique" = "Unique";

/* No comment provided by engineer. */
"Unique Equipment" = "Unique Equipment";

/* No comment provided by engineer. */
"Unique Equipment Level" = "Unique Equipment Level";

/* No comment provided by engineer. */
"Unique Equipments" = "Unique Equipments";

/* No comment provided by engineer. */
"Unit" = "Unit";

/* target type */
"unknown" = "unknown";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Unknown Effect" = "Unknown Effect";

/* No comment provided by engineer. */
"Unknown effect %d to %@ with details [%@], values [%@]." = "Unknown effect %1$d to %2$@ with details [%3$@], values [%4$@].";

/* No comment provided by engineer. */
"unknown side" = "unknown side";

/* No comment provided by engineer. */
"unknown type" = "unknown type";

/* No comment provided by engineer. */
"Up to date!" = "Up to date!";

/* No comment provided by engineer. */
"Upcoming Birthdays" = "Upcoming Birthdays";

/* No comment provided by engineer. */
"Upgrade to Pro Edition" = "Upgrade to Pro Edition";

/* No comment provided by engineer. */
"Use Dark Theme" = "Use Dark Theme";

/* expression style */
"value in combat" = "value in combat";

/* expression style */
"value only" = "value only";

/* No comment provided by engineer. */
"Vanguard" = "Vanguard";

/* No comment provided by engineer. */
"Version Log" = "Version Log";

/* No comment provided by engineer. */
"Wave %d" = "Wave %d";

/* No comment provided by engineer. */
"Wave %d (x%.2f)" = "Wave %1$d (x%2$.2f)";

/* No comment provided by engineer. */
"Wave Energy Recovery" = "Wave Energy Recovery";

/* No comment provided by engineer. */
"Wave HP Recovery" = "Wave HP Recovery";

/* No comment provided by engineer. */
"Weight" = "Weight";

/* No comment provided by engineer. */
"What's the features of Pro Edition?" = "What's the features of Pro Edition?";

/* No comment provided by engineer. */
"Who Needs" = "Who Needs";

/* No comment provided by engineer. */
"Wins" = "Wins";

/* No comment provided by engineer. */
"You have not bought this product yet." = "You have not bought this product yet.";

